{"_entry":"1r","_objs":["f14mamgdsg4qcvw","Introduzione storica dei Kata","","<p>Tutte le arti marziali orientali prevedono nei loro metodi di allenamento esercizi di “forma”. Sono, nella sostanza, il voler tramandare, di generazione in generazione, gesti “immutati” nel tempo che vogliono sancire alcuni principi giuda dell’arte marziale stessa. In Giappone questi esercizi di “forma” vengono chiamati Kata. Quindi, ogni arte marziale giapponese ha classificato e codificato alcune tecniche con una loro sequenza prestabilita, che si leghino tra loro e permettano di eseguire un unico esercizio continuo, di una determinata durata di tempo, atto a dimostrare un principio dell’arte marziale stessa. Parallelamente a questi esercizi di “forma”, ogni scuola ha degli esercizi di “non forma” o più comunemente detti di “combattimento libero”. Con lo studio della “forma” si allena l’essenza dell’arte marziale, nel “combattimento libero” la si mette in pratica. Nel Judo i Kata vengono definiti la grammatica, il randori, e lo shiai in seguito, sono il componimento libero. Tutte le scuole di arti marziali di un tempo includevano nei loro metodi di apprendimento lo studio della forma abbinata alla pratica libera.</p><p><br></p><p>Il Maestro Jigoro Kano, il fondatore del Judo, studiò in due celebri scuole di ju jutsu dell’epoca:</p><p>- la <strong>Tenshin shin’yo ryu</strong> di emanazione prettamente civile,</p><p>- la <strong>Kito ryu</strong> di emanazione prettamente militare.</p><p><br></p><p>Da queste due scuole egli trasse la maggior parte dei kata che attualmente si praticano al Judo Kodokan e li inserì nel proprio metodo sin dai primi anni della fondazione (tra il 1882 e il 1922).</p><p><br></p><p>- <strong>Nage no kata</strong> o forma dei lanci</p><p>- <strong>Katame no kata</strong> o forma dei controlli</p><p>- <strong>Kime no kata</strong> o forma della decisione</p><p>- <strong>Ju no kata</strong> o forma della cedevolezza</p><p>- <strong>Koshiki no kata</strong> o forma delle cose antiche</p><p>- <strong>Itsutsu no kata</strong> o forma dei cinque</p><p><br></p><p><strong>Nage no kata</strong> e <strong>Koshiki no kata</strong> derivano dalle esperienze della <strong>Kito ryu</strong>.</p><p><br></p><p><strong>Katame no kata</strong> e <strong>Kime no kata</strong> derivano dalle esperienze della <strong>Tenshin shin’yoryu</strong>.</p><p><br></p><p><strong>Ju no kata</strong> e <strong>Itsutsu no kata</strong> vengono intese come creazioni autonome di Jigoro Kano, anche se i<strong> “Densho”</strong> della <strong>Tenshin shin’yo</strong> <strong>ryu</strong> trattano di un <strong>Gokui no kata </strong>composto da cinque tecniche molto simili (insegnamento ultimo).</p><p><br></p>","1° Dan","https://www.youtube.com/watch?v=sVQqDhVODC0",{"id":"0","name":"1","japanese_name":"2","description":"3","level":"4","video_url":"5"},"qbcyynvv67gohdb","Itsutsu-no-Kata","五の形","<p>La forma dei cinque principi. Cinque forme tecniche senza nome specifico che rappresentano principi naturali attraverso movimenti simbolici. Kata molto particolare e filosofico che richiede comprensione avanzata del judo.</p><p>Cinque movimenti simbolici numerati: </p><p>1) L'energia continua dell'acqua</p><p>2) Il principio dell'azione-reazione</p><p>3) Il movimento circolare</p><p>4) Il pendolo</p><p>5) Il vuoto e la forza centrifuga</p>",{"id":"7","name":"8","japanese_name":"9","description":"a","level":"2","video_url":"2"},"rstxy4b1omykj49","Ju-no-Kata","柔の形","<p>Il Ju no Kata (Forma della Cedevolezza) è forse il più filosofico dei kata del Judo. Sviluppato da Jigoro Kano intorno al 1887, era inizialmente noto come Taiso No Kata (forma di allenamento fisico). </p>","https://drive.google.com/file/d/1dYbFfLy7bnGScsjDr6J_ouSUGQXOYVXV/view?usp=drive_link",{"id":"c","name":"d","japanese_name":"e","description":"f","level":"2","video_url":"g"},"dcwaa6cckgyv7mc","Katame-no-Kata","固の形","<p>La forma delle tecniche di controllo e lotta a terra. Dimostra le tecniche di controllo, immobilizzazione, strangolamento e leve attraverso 15 tecniche organizzate in tre gruppi.</p><p><br></p>","https://drive.google.com/file/d/1xhzxq_c3wadSL4EesVC3q-AuUQhNMqsm/view?usp=drive_link",{"id":"i","name":"j","japanese_name":"k","description":"l","level":"2","video_url":"m"},"xrc6w1agyz36q90","Kime-no-Kata","極の形","<p>La forma della decisione. Kata del combattimento reale che dimostra tecniche di difesa da attacchi a mani nude e con armi da taglio, eseguito con estrema decisione e velocità impiegando tecniche di atemi.</p><p><strong>Idori - in ginocchio (8): </strong></p><p>Ryote-dori, Tsu-kake, Suri-age, Yoko-uchi, Ushiro-dori, Tsukomi, Kiri-komi, Yoko-tsuki </p><p><strong>Tachi-ai - in piedi (12): </strong></p><p>Ryote-dori, Sode-tori, Tsu-kake, Tsuki-age, Suri-age, Yoko-uchi, Ke-age, Ushiro-dori, Tsukomi, Kiri-komi, Nuki-kake, Kiri-oroshi</p>",{"id":"o","name":"p","japanese_name":"q","description":"r","level":"2","video_url":"2"},"viut5320r4csilf","Kodokan Goshin Jutsu","講道館護身術","<p>Creato nel 1956, il Kodokan Goshin Jutsu (Forme di Autodifesa del Kodokan) è il kata più moderno e rappresenta l'applicazione del Judo in scenari di autodifesa realistici. </p>","https://drive.google.com/file/d/1F8VQRvrPee-AxP5twW-4O93lGL6fy885/view?usp=drive_link",{"id":"t","name":"u","japanese_name":"v","description":"w","level":"2","video_url":"x"},"arcd9v4rbv1bamd","Koshiki-no-Kata","古式の形","La forma delle cose antiche della scuola Kito-ryu ju-jitsu. Preserva le antiche tecniche del ju-jitsu e dimostra l'uso dell'energia dell'avversario, mantenuto per ricordare le radici del judo.",{"id":"z","name":"10","japanese_name":"11","description":"12","level":"2","video_url":"2"},"0905h0iub24vg67","Nage Ura No Kata","<p>Kata di Kyuzo Modine </p><p>Kata dei Kaeshi</p>","https://youtu.be/1uwmC7PsdK8?feature=shared",{"id":"14","name":"15","japanese_name":"2","description":"16","level":"4","video_url":"17"},"bt2n5d0n2x118kq","Nage-no Kata","投の形","<p>Il Nage-no Kata (投の形) è una delle forme fondamentali del judo che dimostra i principi delle proiezioni attraverso 15 tecniche classiche.</p>","https://drive.google.com/file/d/1UYymJDYVFMOlDrU_kOM6U9R9mi5doglO/view?usp=drivesdk",{"id":"19","name":"1a","japanese_name":"1b","description":"1c","level":"2","video_url":"1d"},"pbgikzhnond5gju","Seiryoku Zen'yo Kokumin Taiiku no Kata","精力善用国民体育の形","<p>Forma che esprime i principi dell'educazione fisica e morale. Creato da Jigoro Kano per non praticanti di judo nelle scuole e posti di lavoro, può essere praticato senza judogi e fuori dal dojo.</p><p><strong>Tandoku Renshu: </strong></p><p>Esercizi individuali (28 movimenti) </p><p><strong>Kime Shiki: </strong></p><p>Estratto del Kime no Kata </p><p><strong>Ju Shiki: </strong></p><p>Dieci forme del Ju no Kata</p>","https://youtu.be/SbAf6vwyE48?si=hSsgVeopjsNgwlLc",{"id":"1f","name":"1g","japanese_name":"1h","description":"1i","level":"2","video_url":"1j"},["6","b","h","n","s","y","13","18","1e","1k"],{"katas":"1l"},{"8l1dGLGsv04":"1m"},"\u0001",200,"/kata/",{"loaders":"1n","action":"1o","status":"1p","href":"1q"}]}