{"_entry":"5b","_objs":["9o7lb5xg80eor7o","Le Origini del Judo (Prima del 1882)","","<p>Prima del 1882 esistevano in Giappone diverse scuole di Jujutsu, tra cui la<strong> Tenshin shin'yo ryu</strong> (di natura civile) e la<strong> Kito ryu </strong>(di natura militare). Queste antiche arti marziali fornirono le basi tecniche e filosofiche da cui Jigoro Kano avrebbe attinto per creare il Judo moderno.</p>",{"id":"0","title":"1","subtitle":"2","content":"3","image":"2"},"nexlafnojtpgdb0","La Fondazione del Kodokan (Febbraio 1882)","Nel febbraio 1882, Jigoro Kano fonda il Kodokan per insegnare il Judo. Il Judo deriva da varie scuole di Jujutsu, in particolare dalla Tenshin shin'yo ryu (civile) e dalla Kito ryu (militare). Il principio centrale del Judo è 'Ju' (柔), che si traduce come gentilezza o cedevolezza - non passività, ma l'arte di utilizzare al meglio l'energia mentale e fisica.",{"id":"5","title":"6","subtitle":"2","content":"7","image":"2"},"9gwbn47ebjqmzvg","L'Era d'Oro dei Kata (1882-1922)","Tra il 1882 e il 1922, Jigoro Kano attinge dalle sue esperienze nelle scuole di Jujutsu Tenshin shin'yo ryu e Kito ryu per creare la maggior parte dei Kata praticati al Kodokan. Vengono ideati nuovi Kata e quelli esistenti vengono studiati, rielaborati e ampliati. Questo periodo è considerato di massimo splendore per i Kata del Judo Kodokan. Tra il 1884 e il 1887 nascono il Nage no Kata e il Katame no Kata.",{"id":"9","title":"a","subtitle":"2","content":"b","image":"2"},"c95ryz5buo92tbj","L'Espansione dei Kata (1895)","Nel 1895, il Katame no Kata, inizialmente composto da dieci tecniche, viene ampliato alle attuali quindici tecniche. Questo Kata si concentra sulla lotta a terra (Ne-waza), includendo Osae-komi-waza (tecniche di immobilizzazione), Shime-waza (tecniche di soffocamento) e Kansetsu-waza (tecniche di leva articolare).",{"id":"d","title":"e","subtitle":"2","content":"f","image":"2"},"xfu9otbkultnima","La Morte di Jigoro Kano (1938)","Nel 1938 muore Jigoro Kano, il fondatore del Judo. Inizia un lento declino dello studio dei Kata, con interpretazioni diverse in Giappone e in Occidente. Le competizioni di shiai (combattimento libero) guadagnano popolarità a discapito dello studio tradizionale dei Kata.",{"id":"h","title":"i","subtitle":"2","content":"j","image":"2"},"nxzecgfyh8paz1w","Il Periodo di Declino (1939-1989)","Dal 1939 al 1989 si assiste a un periodo di declino dei Kata. I Kata vengono studiati principalmente per gli esami di Dan. Vengono mosse critiche sui principi dei Kata, considerati da alcuni non più in linea con la filosofia del fondatore. Negli anni '60 le gare di shiai (combattimento libero) hanno il netto sopravvento sullo studio dei Kata.",{"id":"l","title":"m","subtitle":"2","content":"n","image":"2"},"quysknpgt6v81sm","Il Kodokan Goshin Jutsu (1956)","Nel gennaio 1956, il Kodokan di Tokyo istituisce un comitato per l'unificazione dei Kata e crea il Kodokan Goshin Jutsu, la forma moderna della difesa personale. Questo diventa il Kata più recente del Kodokan, includendo tecniche a mani nude contro prese e attacchi a distanza, e tecniche contro armi (pugnale, bastone, pistola).",{"id":"p","title":"q","subtitle":"2","content":"r","image":"2"},"vsx05mlisdwe87x","Il Judo alle Olimpiadi (1964)","Il Judo divenne sport olimpico alle Olimpiadi di Tokyo del 1964, nella terra natale di Kano. Il 10 aprile 1960 il Nage-no-Kata venne adottato come testo ufficiale. Anton Geesink dall'Olanda vinse la categoria Open, dimostrando che il Judo era diventato veramente universale.",{"id":"t","title":"u","subtitle":"2","content":"v","image":"2"},"r327uq0j32tnoow","La Rinascita dei Kata (Dal 2000)","Dal 2000 in poi si assiste a una svolta nell'ambito dei Kata, con un rinnovato interesse e l'inizio delle competizioni a livello internazionale. IJF, EJU e FIJLKAM iniziano a lavorare per promuovere lo studio e la pratica dei Kata. Nel 2005 si svolge il 1° Campionato Europeo di Kata a Londra, con grande successo dell'Italia (3 ori, 1 argento, 1 bronzo).",{"id":"x","title":"y","subtitle":"2","content":"z","image":"2"},"mk615zl0q42iex5","Jigoro Kano: Il Maestro Fondatore","Jigoro Kano (1860-1938) non fu solo il creatore del Judo, ma anche un importante educatore e membro del Comitato Olimpico Internazionale. La sua visione del Judo come 'Via' (Do) per l'educazione fisica e mentale ha influenzato generazioni di praticanti. Considerava il Ju no Kata il primo Kata da studiare, rappresentando appieno la filosofia del 'Ju' (cedevolezza).",{"id":"11","title":"12","subtitle":"2","content":"13","image":"2"},"bj096clm5e09cfu","Kyuzo Mifune e il Canon of Judo","Kyuzo Mifune, autore del 'Canon of Judo', è considerato una fonte autorevole sul Judo del Kodokan. Il suo lavoro esplora i principi, le origini e le tecniche del Judo secondo la sua visione, fornendo una base teorica fondamentale per la comprensione dell'arte di Kano.",{"id":"15","title":"16","subtitle":"2","content":"17","image":"2"},"jn94r5bs5pmmatt","Il Judo in Italia","Il Judo arrivò in Italia negli anni '50 attraverso pionieri come Carlo Oletti e Tommaso Betti Berutto. La disciplina si sviluppò rapidamente, portando l'Italia a diventare una delle nazioni più forti al mondo nel Judo. L'Italia ha ottenuto notevoli successi nelle competizioni di Kata a partire dal 2005, con un medagliere FIJLKAM che nel 2022 arriva a 1368 medaglie totali (individuali + squadre).",{"id":"19","title":"1a","subtitle":"2","content":"1b","image":"2"},"f5b5ts29ku7z4ko","I Principi Fondamentali del Judo","Il principio centrale del Judo è 'Ju' (柔), che significa cedevolezza o gentilezza. Non si tratta di passività, ma dell'arte di utilizzare al meglio l'energia mentale e fisica, cedendo alla spinta dell'avversario per poi sfruttare il suo squilibrio. Un altro concetto fondamentale è 'Kime' (決め), l'energia interiore finalizzata a un'azione con decisione estrema, espressa esteriormente come 'Kiai' (気合), spesso un grido che nasce dalla contrazione addominale.",{"id":"1d","title":"1e","subtitle":"2","content":"1f","image":"2"},"e6v819en04zyjky","I Kata Fondamentali del Kodokan","I Kata sono esercizi di 'forma' codificati che servono a tramandare principi e tecniche immutate nel tempo. I più importanti includono: Nage no Kata (forma dei lanci, 15 tecniche), Katame no Kata (forma dei controlli, 15 tecniche di lotta a terra), Kime no Kata (forma della decisione, enfatizza Kime e Kiai), Ju no Kata (forma della cedevolezza, considerato da Kano il primo da studiare), e il più recente Kodokan Goshin Jutsu (1956, difesa personale moderna).",{"id":"1h","title":"1i","subtitle":"2","content":"1j","image":"2"},"6p3fckebgw678s0","Tori e Uke: I Ruoli Complementari","Nei Kata e nel Judo in generale, Tori (colui che applica la tecnica) e Uke (colui che riceve la tecnica) hanno ruoli distinti ma di pari importanza e dignità. Non c'è Tori senza Uke, e la qualità dell'esecuzione dipende dalla sincera e decisa partecipazione di entrambi. Uke non è semplicemente colui che 'subisce', ma colui che imprime ritmo e decisione, permettendo a Tori di applicare i principi del Kata.",{"id":"1l","title":"1m","subtitle":"2","content":"1n","image":"2"},"tuilzgiyuytbaax","Le Scuole di Jujutsu Originarie","Jigoro Kano studiò due principali scuole di Jujutsu: la Tenshin shin'yo ryu (di natura civile, da cui derivano Katame no Kata e Kime no Kata) e la Kito ryu (di natura militare, da cui derivano Nage no Kata e Koshiki no Kata). Da queste scuole trasse ispirazione per creare i Kata fondamentali del Kodokan, inserendoli nel proprio metodo sin dai primi anni della fondazione (1882-1922).",{"id":"1p","title":"1q","subtitle":"2","content":"1r","image":"2"},"9hp5ulqxfyfwx2l","Il Randori no Kata","Il Nage no Kata e il Katame no Kata costituiscono insieme il Randori no Kata. Questi due Kata rappresentano le forme essenziali per la pratica libera (randori): il Nage no Kata si concentra sulle tecniche di proiezione con i principi di Kuzushi (squilibrio), Tsukuri (preparazione) e Kake (conclusione), mentre il Katame no Kata si focalizza sulla lotta a terra con immobilizzazioni, soffocamenti e leve articolari.",{"id":"1t","title":"1u","subtitle":"2","content":"1v","image":"2"},"a2njv0gtgyf52st","Le Fasi dell'Apprendimento dei Kata","L'apprendimento efficace dei Kata si articola in tre fasi: 1) Apprendimento - studiare ogni tecnica individualmente, lentamente, concentrandosi sui principi fondamentali; 2) Perfezionamento - utilizzare l'uchi komi (ripetizioni) per migliorare il gesto tecnico, mettendo insieme le tecniche per eseguire il Kata completo; 3) Mantenimento - preservare il livello tecnico raggiunto, evitando di 'personalizzare' eccessivamente il Kata allontanandosi dal modello ideale.",{"id":"1x","title":"1y","subtitle":"2","content":"1z","image":"2"},"b5hujhwx0ukrvqe","Le Tecniche Proibite in Competizione","Nel Judo moderno, alcune tecniche sono proibite in competizione per motivi di sicurezza. In Tachi-waza (tecniche in piedi) è vietato applicare Kansetsu-waza (leve articolari) o Shime-waza (strangolamenti), pena Shido o Hansoku Make. La presa dell'orso (Bear Hug) è consentita solo se le mani non formano un cerchio completo intorno al tronco. È permesso afferrare l'interno delle maniche ma non l'interno dei pantaloni in Tachi-waza.",{"id":"21","title":"22","subtitle":"2","content":"23","image":"2"},"3ybkdhu0cww8ovu","I Principi Strategici del Nage no Kata","Nel Nage no Kata si applicano cinque principi strategici fondamentali: Sen (prendere l'iniziativa), Omote (prendere l'opportunità), Go No Sen (contrattaccare dopo la difesa), Sen No Sen (anticipare l'iniziativa dell'avversario) e Hyoshi (attacco in combinazione, renraku waza). Questi principi insegnano non solo la tecnica ma anche la strategia e il timing nell'applicazione delle proiezioni.",{"id":"25","title":"26","subtitle":"2","content":"27","image":"2"},"gkafzv64eold31n","Il Ju no Kata: La Filosofia del Judo","Il Ju no Kata, inizialmente chiamato Taiso no Kata, è considerato il Kata che meglio rappresenta la filosofia del Judo. Jigoro Kano lo riteneva il primo che dovesse essere studiato. Include tecniche di difesa personale e Atemi-waza (colpi ai punti vitali) come Tsuki age (pugno montante) e Ryogan tsuki (dita negli occhi). Può essere praticato ovunque e da chiunque, anche da persone anziane, rappresentando appieno il principio di cedevolezza del salice che si piega nella tempesta.",{"id":"29","title":"2a","subtitle":"2","content":"2b","image":"2"},"ly08phdw2ffb6ti","L'Evoluzione delle Competizioni di Kata","Dopo il declino del periodo 1939-1989, le competizioni di Kata hanno visto un rinnovato interesse dal 2000. Nel 2006 si svolge il 4° Gran Premio Nazionale di Kata in Italia, dove per la prima volta sono in programma tutti e cinque i Kata da competizione. Dal 2008 al 2010, atleti come Daniele Mainenti ottengono titoli mondiali, dimostrando l'eccellenza italiana. Le regole moderne richiedono spesso la specializzazione in un solo Kata per coppia.",{"id":"2d","title":"2e","subtitle":"2","content":"2f","image":"2"},"hk05131zpxieoo2","Jigoro Kano","<p><strong>1860</strong> 28 ottobre: nasce nel villaggio di Mikage, nella Prefettura di Hyogo. Terzogenito di Jirosaku Mareshiba Kano, gli viene assegnato il nome d'infanzia Shinnosuke.</p><p><strong>1871</strong> Frequenta la Seitatsu Shojuku, una scuola privata di Tokyo, dove è allievo di Keido Ubukata.</p><p><strong>1873</strong> Frequenta la Ikuei Gijuku, una scuola privata di Karasumori, Shiba, Tokyo. Riceve un insegnamento speciale in lingua inglese e tedesca da insegnanti madrelingua.</p><p><strong>1874</strong> Frequenta la Scuola di Lingue Straniere di Tokyo.</p><p><strong>1875</strong> Frequenta la scuola Kaisei.</p><p><strong>1877</strong> Frequenta la Scuola Tenshin Shin'yo e studia sotto la guida di Hachinosuke Fukuda. Per la prima volta nella sua vita, inizia ad imparare il <strong>jujutsu</strong>.</p><p><strong>1881</strong> Si laurea presso l'Università Imperiale di Tokyo, ottenendo una laurea in letteratura, scienze politiche ed economia politica.</p><p><strong>1882</strong> Diventa docente e poi professore presso la Gakushuin. Fonda il <strong>Kodokan</strong>.</p><p><strong>1883</strong> Fonda il Kobunkan, una scuola per studenti cinesi, e ne diviene il preside.</p><p><strong>1886</strong> Viene nominato vice preside della Gakushuin.</p><p><strong>1889</strong> Si dimette dalla carica di vice preside della Gakushuin per accettare un posto di lavoro al Dipartimento per la Famiglia Imperiale. Si reca in Europa per studiare gli istituti scolastici europei.</p><p><strong>1891</strong> Diventa preside della Quinta Scuola Media della Prefettura di Kumamoto.</p><p><strong>1893</strong> Diventa preside della Prima Scuola Media a Tokyo, e poi direttore dell'Istituto Magistrale di Tokyo.</p><p><strong>1897</strong> Lascia l'incarico di direttore dell'Istituto Magistrale di Tokyo, per poi accettarlo di nuovo.</p><p><strong>1901</strong> Diventa direttore per la terza volta dell'Istituto Magistrale di Tokyo. Il <strong>judo</strong> e il <strong>kendo</strong> sono diventati molto popolari.</p><p><strong>1908</strong> La Dieta del Giappone approva all'unanimità un disegno di legge per far sì che tutti gli studenti di scuola media possano imparare il gekiken (scuola di scherma) e il jujutsu.</p><p><strong>1909</strong> Jigoro Kano diventa il primo membro giapponese del <strong>Comitato Olimpico Internazionale</strong>.</p><p><strong>1922</strong> Jigoro viene eletto membro della Casa dei Pari nella Dieta del Giappone.</p><p><strong>1928</strong> Partecipa ai Giochi Olimpici di Amsterdam come membro del Comitato Olimpico Internazionale.</p><p><strong>1938</strong> Partecipa all'incontro del Comitato Olimpico Internazionale tenutosi al Cairo, durante il quale propone la città di Tokyo come sede dei XII Giochi Olimpici. Il 4 maggio, durante il suo viaggio di ritorno dal Cairo, Jigoro Kano muore di polmonite a bordo della nave <em>Hikawa-maru</em>.</p>",{"id":"2h","title":"2i","subtitle":"2","content":"2j","image":"2"},["4","8","c","g","k","o","s","w","10","14","18","1c","1g","1k","1o","1s","1w","20","24","28","2c","2g","2k"],"Prima del 1882 esistevano in Giappone diverse scuole di Jujutsu, tra cui la Tenshin shin'yo ryu (di natura civile) e la Kito ryu (di natura militare). Queste antic",{"id":"0","year":"2","title":"1","description":"2m"},"Nel febbraio 1882, Jigoro Kano fonda il Kodokan per insegnare il Judo. Il Judo deriva da varie scuole di Jujutsu, in particolare dalla Tenshin shin'yo ryu (civile) e dalla Kito ryu (militare). Il prin",{"id":"5","year":"2","title":"6","description":"2o"},"Tra il 1882 e il 1922, Jigoro Kano attinge dalle sue esperienze nelle scuole di Jujutsu Tenshin shin'yo ryu e Kito ryu per creare la maggior parte dei Kata praticati al Kodokan. Vengono ideati nuovi K",{"id":"9","year":"2","title":"a","description":"2q"},"Nel 1895, il Katame no Kata, inizialmente composto da dieci tecniche, viene ampliato alle attuali quindici tecniche. Questo Kata si concentra sulla lotta a terra (Ne-waza), includendo Osae-komi-waza (",{"id":"d","year":"2","title":"e","description":"2s"},"Nel 1938 muore Jigoro Kano, il fondatore del Judo. Inizia un lento declino dello studio dei Kata, con interpretazioni diverse in Giappone e in Occidente. Le competizioni di shiai (combattimento libero",{"id":"h","year":"2","title":"i","description":"2u"},"Dal 1939 al 1989 si assiste a un periodo di declino dei Kata. I Kata vengono studiati principalmente per gli esami di Dan. Vengono mosse critiche sui principi dei Kata, considerati da alcuni non più i",{"id":"l","year":"2","title":"m","description":"2w"},"Nel gennaio 1956, il Kodokan di Tokyo istituisce un comitato per l'unificazione dei Kata e crea il Kodokan Goshin Jutsu, la forma moderna della difesa personale. Questo diventa il Kata più recente del",{"id":"p","year":"2","title":"q","description":"2y"},"Il Judo divenne sport olimpico alle Olimpiadi di Tokyo del 1964, nella terra natale di Kano. Il 10 aprile 1960 il Nage-no-Kata venne adottato come testo ufficiale. Anton Geesink dall'Olanda vinse la c",{"id":"t","year":"2","title":"u","description":"30"},"Dal 2000 in poi si assiste a una svolta nell'ambito dei Kata, con un rinnovato interesse e l'inizio delle competizioni a livello internazionale. IJF, EJU e FIJLKAM iniziano a lavorare per promuovere l",{"id":"x","year":"2","title":"y","description":"32"},"Jigoro Kano (1860-1938) non fu solo il creatore del Judo, ma anche un importante educatore e membro del Comitato Olimpico Internazionale. La sua visione del Judo come 'Via' (Do) per l'educazione fisic",{"id":"11","year":"2","title":"12","description":"34"},"Kyuzo Mifune, autore del 'Canon of Judo', è considerato una fonte autorevole sul Judo del Kodokan. Il suo lavoro esplora i principi, le origini e le tecniche del Judo secondo la sua visione, fornendo ",{"id":"15","year":"2","title":"16","description":"36"},"Il Judo arrivò in Italia negli anni '50 attraverso pionieri come Carlo Oletti e Tommaso Betti Berutto. La disciplina si sviluppò rapidamente, portando l'Italia a diventare una delle nazioni più forti ",{"id":"19","year":"2","title":"1a","description":"38"},"Il principio centrale del Judo è 'Ju' (柔), che significa cedevolezza o gentilezza. Non si tratta di passività, ma dell'arte di utilizzare al meglio l'energia mentale e fisica, cedendo alla spinta dell",{"id":"1d","year":"2","title":"1e","description":"3a"},"I Kata sono esercizi di 'forma' codificati che servono a tramandare principi e tecniche immutate nel tempo. I più importanti includono: Nage no Kata (forma dei lanci, 15 tecniche), Katame no Kata (for",{"id":"1h","year":"2","title":"1i","description":"3c"},"Nei Kata e nel Judo in generale, Tori (colui che applica la tecnica) e Uke (colui che riceve la tecnica) hanno ruoli distinti ma di pari importanza e dignità. Non c'è Tori senza Uke, e la qualità dell",{"id":"1l","year":"2","title":"1m","description":"3e"},"Jigoro Kano studiò due principali scuole di Jujutsu: la Tenshin shin'yo ryu (di natura civile, da cui derivano Katame no Kata e Kime no Kata) e la Kito ryu (di natura militare, da cui derivano Nage no",{"id":"1p","year":"2","title":"1q","description":"3g"},"Il Nage no Kata e il Katame no Kata costituiscono insieme il Randori no Kata. Questi due Kata rappresentano le forme essenziali per la pratica libera (randori): il Nage no Kata si concentra sulle tecn",{"id":"1t","year":"2","title":"1u","description":"3i"},"L'apprendimento efficace dei Kata si articola in tre fasi: 1) Apprendimento - studiare ogni tecnica individualmente, lentamente, concentrandosi sui principi fondamentali; 2) Perfezionamento - utilizza",{"id":"1x","year":"2","title":"1y","description":"3k"},"Nel Judo moderno, alcune tecniche sono proibite in competizione per motivi di sicurezza. In Tachi-waza (tecniche in piedi) è vietato applicare Kansetsu-waza (leve articolari) o Shime-waza (strangolame",{"id":"21","year":"2","title":"22","description":"3m"},"Nel Nage no Kata si applicano cinque principi strategici fondamentali: Sen (prendere l'iniziativa), Omote (prendere l'opportunità), Go No Sen (contrattaccare dopo la difesa), Sen No Sen (anticipare l'",{"id":"25","year":"2","title":"26","description":"3o"},"Il Ju no Kata, inizialmente chiamato Taiso no Kata, è considerato il Kata che meglio rappresenta la filosofia del Judo. Jigoro Kano lo riteneva il primo che dovesse essere studiato. Include tecniche d",{"id":"29","year":"2","title":"2a","description":"3q"},"Dopo il declino del periodo 1939-1989, le competizioni di Kata hanno visto un rinnovato interesse dal 2000. Nel 2006 si svolge il 4° Gran Premio Nazionale di Kata in Italia, dove per la prima volta so",{"id":"2d","year":"2","title":"2e","description":"3s"},"1860 28 ottobre: nasce nel villaggio di Mikage, nella Prefettura di Hyogo. Terzogenito di Jirosaku Mareshiba Kano, gli viene assegnato il nome d'infanzia Shinnosuke.",{"id":"2h","year":"2","title":"2i","description":"3u"},"3x5n8lg7mx2r0xb","Le Scuole di Jujutsu","Esistevano in Giappone diverse scuole di Jujutsu, tra cui la Tenshin shin'yo ryu (di natura civile) e la Kito ryu (di natura militare), che influenzeranno profondamente Jigoro Kano.",{"id":"3w","year":"2","title":"3x","description":"3y"},"ox1h97qyq9xn6k7","Nascita del Kodokan","Jigoro Kano fonda il Kodokan per insegnare il Judo, creando una nuova arte marziale basata sui principi di \"Ju\" (cedevolezza) e \"Kime\" (decisione).",{"id":"40","year":"2","title":"41","description":"42"},"4lo8i5ogduasxzw","Sviluppo dei Kata","Jigoro Kano crea la maggior parte dei Kata praticati al Kodokan, attingendo dalle scuole di Jujutsu. Periodo considerato di massimo splendore per i Kata del Judo Kodokan.",{"id":"44","year":"2","title":"45","description":"46"},"yvw1rc2na2hbseg","Primi Kata Fondamentali","Jigoro Kano idea il Nage no Kata (derivato dalla Kito ryu) e il Katame no Kata (derivato dalla Tenshin shin'yo ryu) tra i primi Kata della sua scuola.",{"id":"48","year":"2","title":"49","description":"4a"},"h5mqnixt326nxek","Rinascita dei Kata","Si assiste a una svolta nell'ambito dei Kata, con un rinnovato interesse e l'inizio delle competizioni a livello internazionale. IJF, EJU e FIJLKAM promuovono attivamente lo studio dei Kata.",{"id":"4c","year":"2","title":"4d","description":"4e"},"fynik7dnyb4lqy8","1895","Espansione del Katame no Kata","Il Katame no Kata, inizialmente composto da dieci tecniche, viene ampliato alle attuali quindici tecniche, definendo la struttura moderna della lotta a terra.",{"id":"4g","year":"4h","title":"4i","description":"4j"},"ma7ukr7lyj4wxsw","1938","Morte di Jigoro Kano","Muore il fondatore del Judo. Inizia un lento declino dello studio dei Kata, con interpretazioni diverse in Giappone e in Occidente. Le competizioni di shiai guadagnano popolarità.",{"id":"4l","year":"4m","title":"4n","description":"4o"},"t1ho48883tvgfsi","1956","Kodokan Goshin Jutsu","Il Kodokan di Tokyo crea il Kodokan Goshin Jutsu, la forma moderna della difesa personale. Questo diventa l'ultimo Kata ufficiale del Kodokan.",{"id":"4q","year":"4r","title":"4s","description":"4t"},"w01q6ccckm2yasz","1964","Debutto Olimpico","Il Judo diventa sport olimpico alle Olimpiadi di Tokyo, segnando il riconoscimento internazionale dell'arte di Kano come disciplina sportiva moderna.",{"id":"4v","year":"4w","title":"4x","description":"4y"},"nz0wdn1td3ndfwd","2005","Trionfo Europeo","Si svolge il 1° Campionato Europeo di Kata a Londra. L'Italia ottiene un grande successo con 3 ori, 1 argento e 1 bronzo, dimostrando l'eccellenza italiana nei Kata.",{"id":"50","year":"51","title":"52","description":"53"},["2n","2p","2r","2t","2v","2x","2z","31","33","35","37","39","3b","3d","3f","3h","3j","3l","3n","3p","3r","3t","3v","3z","43","47","4b","4f","4k","4p","4u","4z","54"],{"historyItems":"2l","timelineItems":"55"},{"e8dD6UpjCnw":"56"},"\u0001",200,"/storia/",{"loaders":"57","action":"58","status":"59","href":"5a"}]}